Repository: SUNAITECH/PolarFlux
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, ru, zh_hant

source: START SYNC
de: SYNC STARTEN
es: INICIAR SYNC
fr: DÉMARRER LA SYNC
ja: 同期開始
ko: 동기화 시작
ru: ЗАПУСТИТЬ SYNC
zh_hant: 開始同步

source: STOP SYNC
de: SYNC STOPPEN
es: DETENER SYNC
fr: ARRÊTER SYNC
ja: 同期停止
ko: 동기화 중지
ru: ОСТАНОВИТЬ
zh_hant: 停止同步

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
ko: 밝기
ru: Яркость
zh_hant: 亮度

source: Effect Speed
de: Effektgeschwindigkeit
es: Velocidad del efecto
fr: Vitesse de l'effet
ja: エフェクト速度
ko: 효과 속도
ru: Скорость эффекта
zh_hant: 特效速度

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
ru: Цвет
zh_hant: 顏色

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
ru: Настройки
zh_hant: 設定

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
ru: Выйти
zh_hant: 結束

source: Hardware
fr: Matériel
ja: ハードウェア
ko: 하드웨어
ru: Оборудование
zh_hant: 硬體

source: Processing
de: Verarbeitung
es: Procesamiento
fr: Traitement
ja: 処理
ko: 처리
ru: Обработка
zh_hant: 處理

source: App
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
ru: Приложение
zh_hant: 應用程式

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
ru: Подключение
zh_hant: 連線

# CONNECTION_SUBTITLE
source: Serial port and communication settings
de: Serielle Schnittstelle und Kommunikation
es: Puerto serie y comunicación
fr: Paramètres du port série et communication
ja: シリアルポートと通信設定
ko: 시리얼 포트 및 통신 설정
ru: Настройки последовательного порта и связи
zh_hant: 序列埠與通訊設定

source: LED Layout
es: Diseño LED
fr: Disposition LED
ja: LED レイアウト
ko: LED 레이아웃
ru: Расположение LED
zh_hant: LED 佈局

# LED_LAYOUT_SUBTITLE
source: Configure your LED strip zones
de: Konfiguration der LED-Zonen
es: Configuración de zonas de tira LED
fr: Configurer les zones du ruban LED
ja: LEDストリップのゾーン設定
ko: LED 스트립 구역 설정
ru: Настройка зон светодиодной ленты
zh_hant: 設定 LED 燈條區域

source: Audio
ja: オーディオ
ko: 오디오
ru: Аудио
zh_hant: 音訊設定

# AUDIO_SUBTITLE
source: Configure microphone for Music Mode
de: Mikrofon für Musikmodus konfigurieren
es: Configurar micrófono para Modo Música
fr: Configurer le micro pour le Mode Musique
ja: ミュージックモード用マイク設定
ko: 음악 모드용 마이크 설정
ru: Настройка микрофона для музыкального режима
zh_hant: 設定音樂模式專用麥克風

source: Microphone:
de: Mikrofon:
es: Micrófono:
ja: マイク:
ko: 마이크:
ru: Микрофон:
zh_hant: 麥克風:

source: Calibration
de: Kalibrierung
es: Calibración
fr: Étalonnage
ja: キャリブレーション
ko: 보정
ru: Калибровка
zh_hant: 色彩校準

# CALIBRATION_SUBTITLE
source: Fine-tune color accuracy and gamma
de: Farbgenauigkeit und Gamma anpassen
es: Ajustar precisión de color y gamma
fr: Ajuster la précision des couleurs et gamma
ja: 色の正確さとガンマの微調整
ko: 색상 정확도 및 감마 미세 조정
ru: Точная настройка цвета и гаммы
zh_hant: 校準色彩準確性與 Gamma

source: Power
de: Stromversorgung
es: Energía
fr: Alimentation
ja: 電源
ko: 전원
ru: Питание
zh_hant: 電源

source: Power Safety
de: Stromsicherheit
es: Seguridad de energía
fr: Sécurité d'alimentation
ja: 電源の安全性
ko: 전원 안전
ru: Безопасность питания
zh_hant: 電源安全

# POWER_SAFETY_SUBTITLE
source: Protect your hardware and power supply
de: Hardware und Netzteil schützen
es: Proteger hardware y fuente de alimentación
fr: Protéger le matériel et l'alimentation
ja: ハードウェアと電源の保護
ko: 하드웨어 및 전원 공급 장치 보호
ru: Защита оборудования и блока питания
zh_hant: 保護您的硬體與電源供應

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
ru: Общие
zh_hant: 一般

# GENERAL_SUBTITLE
source: Application behavior and startup
de: Verhalten und Start der App
es: Comportamiento y inicio de la aplicación
fr: Comportement et démarrage de l'app
ja: アプリの動作と起動設定
ko: 애플리케이션 동작 및 시작 설정
ru: Поведение приложения и запуск
zh_hant: 應用程式行為與啟動設定

source: Sync Settings
de: Sync-Einstellungen
fr: Paramètres de Sync
ja: 同期設定
ko: 동기화 설정
ru: Настройки синхронизации
zh_hant: 同步設定

# SYNC_SETTINGS_SUBTITLE
source: Configure capture, orientation, and perspective
de: Aufnahme, Ausrichtung und Perspektive konfigurieren
fr: Configurer la capture, l'orientation et la perspective
ja: キャプチャ、向き、視点の構成
ko: 캡처, 방향 및 원근 설정
ru: Настройка захвата, ориентации и перспективы
zh_hant: 設定螢幕擷取、方向和透視校正

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
ru: О программе
zh_hant: 關於

source: Debug Mode
ja: デバッグモード
ru: Режим отладки

# DEBUG_SUBTITLE
source: Developer diagnostic and override tools
ja: 開発者向け診断・上書きツール
ru: Инструменты диагностики и переопределения для разработчиков

# ENABLE_DEBUG
source: Enable Debug Options
ja: デバッグオプションを有効にする
ru: Включить параметры отладки

# ENABLE_DEBUG_DESC
source: Unlocks internal diagnostic settings and manual overrides.
ja: 内部診断設定と手動上書きを解除します。
ru: Разблокирует внутренние настройки диагностики и ручные переопределения.

# FORCE_CPU
source: Force CPU Acceleration
ja: CPUアクセラレーションを強制
ru: Принудительное ускорение процессора

# FORCE_CPU_DESC
source: Bypass Metal GPU path even if supported. Useful for comparing performance or diagnosing GPU driver issues.
ja: Metal GPUパスがサポートされていても強制的に回避します。パフォーマン比較やGPUドライバの問題診断に有効です。
ru: Обход пути GPU Metal, даже если он поддерживается. Полезно для сравнения производительности или диагностики проблем с драйверами GPU.

# RUNNING_CPU_FALLBACK
source: Running in High-Precision CPU Fallback Mode
ja: 高精度CPUフォールバックモードで動作中
ru: Работа в режиме высокоточного резервного копирования процессора

# INTERNAL_DIAGNOSTICS
source: Internal State Diagnostics
ja: 内部ステータス診断
ru: Внутренняя диагностика состояния

source: Metal Supported: %@
ja: Metalサポート: %@
ru: Metal поддерживается: %@

# SERIAL_BUFFER
source: Serial Buffer: %@ bytes
ja: シリアルバッファ: %@ バイト
ru: Последовательный буфер: %@ байт

# DEBUG_LOCKED
source: Debug options are locked for stability.
ja: デバッグオプションは安定性のためにロックされています。
ru: Параметры отладки заблокированы для стабильности.

source: Yes
ja: はい
ru: Да

source: No
ja: いいえ
ru: Нет

source: Serial Telemetry
de: Serielle Telemetrie
es: Telemetría Serial
fr: Télémétrie Série
ja: シリアルテレメトリ
ko: 시리얼 원격 측정
ru: Метрики последовательного порта
zh_hant: 序列埠遙測

# SERIAL_TELEMETRY_DESC
source: Real-time communication metrics for the light strip hardware link.
de: Echtzeit-Kommunikationsmetriken für die LED-Hardwareverbindung.
es: Métricas de comunicación en tiempo real para el enlace de hardware LED.
fr: Mesures de communication en temps réel pour la liaison matérielle LED.
ja: LEDハードウェアリンクのリアルタイム通信メトリクス。
ko: LED 하드웨어 링크의 실시간 통신 지표입니다.
ru: Метрики связи в реальном времени для аппаратного канала светодиодной ленты.
zh_hant: 燈帶硬體鏈路的即時通訊指標。

source: Data Rate
de: Datenrate
es: Tasa de Datos
fr: Débit de Données
ja: データレート
ko: 데이터 전송률
ru: Скорость передачи
zh_hant: 資料速率

# PACKETS_PER_SEC
source: Packets/Sec
de: Pakete/Sek
es: Paquetes/Seg
fr: Paquet/Sec
ja: パケット/秒
ko: 패킷/초
ru: Пак/сек
zh_hant: 每秒封包數

source: Write Latency
de: Schreiblatenz
es: Latencia de Escritura
fr: Latence d'Écriture
ja: 書き込み遅延
ko: 쓰기 지연 시간
ru: Задержка записи
zh_hant: 寫入延遲

# BUFFER_SIZE
source: Transmit Buffer
de: Sendepuffer
es: Búfer de transmisión
fr: Tampon de transmission
ja: 送信バッファ
ko: 전송 버퍼
ru: Буфер передачи
zh_hant: 傳送緩衝區

source: Write Errors
de: Schreibfehler
es: Errores de escritura
fr: Erreurs d'écriture
ja: 書き込みエラー
ko: 쓰기 오류
ru: Ошибки записи
zh_hant: 寫入錯誤

# RECONNECT_COUNT
source: Reconnects
de: Verbindungsversuche
es: Reconexiones
fr: Reconnexions
ja: 再接続回数
ko: 재연결 횟수
ru: Переподключения
zh_hant: 重新連線次數

source: Total Packets
de: Gesamtpakete
es: Paquetes Totales
fr: Total des Paquets
ja: 累計パケット数
ko: 총 패킷 수
ru: Всего пакетов
zh_hant: 累計封包

# SYSTEM_RESOURCE
source: System Resources
de: Systemressourcen
es: Recursos del Sistema
fr: Ressources Système
ja: システムリソース
ko: 시스템 리소스
ru: Системные ресурсы
zh_hant: 系統資源

source: Performance Stats
de: Leistungsstatistiken
es: Estadísticas de Rendimiento
fr: Statistiques de Performance
ja: パフォーマンス統計
ko: 성능 통계
ru: Статистика производительности
zh_hant: 效能統計

source: RAM Usage
de: RAM-Nutzung
es: Uso de RAM
fr: Usage RAM
ja: RAM使用量
ko: RAM 사용량
ru: Использование RAM
zh_hant: 記憶體使用量

source: Data since
de: Daten seit
es: Datos desde
fr: Données depuis
ja: データの期間：
ko: 데이터 시작 시간:
ru: Данные с
zh_hant: 資料統計自

source: Reset Stats
de: Statistiken zurücksetzen
es: Reiniciar estadísticas
fr: Réinitialiser
ja: 統計をリセット
ko: 통계 초기화
ru: Сбросить статистику
zh_hant: 重設統計

# HEALTH_CHECK
source: System Health
de: Systemdiagnose
es: Estado del Sistema
fr: Santé du Système
ja: システム状態
ko: 시스템 상태
ru: Состояние системы
zh_hant: 系統狀態

# HEALTH_GOOD
source: Operational
de: Betriebsbereit
es: Operativo
fr: Opérationnel
ja: 正常
ko: 정상
ru: Исправно
zh_hant: 正常

# HEALTH_WARNING
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
ru: Предупреждение
zh_hant: 警告

# HEALTH_ERROR
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
ru: Ошибка
zh_hant: 錯誤

# CHECK_PERMISSIONS
source: Screen Recording Permission
de: Bildschirmaufnahme-Berechtigung
es: Permiso de Grabación de Pantalla
fr: Permission d'Enregistrement d'Écran
ja: 画面収録の許可
ko: 화면 기록 권한
ru: Разрешение на запись экрана
zh_hant: 螢幕錄製權限

# CHECK_SERIAL
source: Serial Connection
de: Serielle Verbindung
es: Conexión Serial
fr: Connexion Série
ja: シリアル接続
ko: 시리얼 연결
ru: Последовательное соединение
zh_hant: 序列埠連線

# CHECK_METAL
source: Metal Support
de: Metal-Unterstützung
es: Soporte Metal
fr: Support Metal
ja: Metalサポート
ko: Metal 지원
ru: Поддержка Metal
zh_hant: Metal 支援

source: Serial Port:
de: Serieller Port:
es: Puerto serie:
fr: Port série :
ja: シリアルポート:
ko: 시리얼 포트:
ru: Последовательный порт:
zh_hant: 序列埠:

source: Baud Rate:
es: Baudios:
fr: Vitesse (Baud) :
ja: ボーレート:
ko: 보드 레이트:
ru: Скорость (Бод):
zh_hant: 鮑率:

# TEST_BAUD_RATE
source: Test Speed
de: Geschwindigkeit testen
fr: Tester la vitesse
ja: 速度テスト
ko: 속도 테스트
ru: Тест скорости
zh_hant: 測試速度

# BAUD_RATE_STABILITY
source: Connection Test
de: Verbindungstest
fr: Test de connexion
ja: 接続テスト
ko: 연결 테스트
ru: Тест соединения
zh_hant: 連線測試

# TEST_SUCCESS
source: Compatible
de: Kompatibel
ja: 互換性あり
ko: 호환됨
ru: Совместимо
zh_hant: 相容

# TEST_FAILED
source: No Response
de: Keine Antwort
fr: Pas de réponse
ja: 応答なし
ko: 응답 없음
ru: Нет ответа
zh_hant: 無回應

source: Testing...
de: Testet...
fr: Test en cours...
ja: テスト中...
ko: 테스트 중...
ru: Тестирование...
zh_hant: 正在測試...

source: Refresh Ports
de: Ports aktualisieren
es: Actualizar puertos
fr: Actualiser les ports
ja: ポートを更新
ko: 포트 새로고침
ru: Обновить порты
zh_hant: 重新整理連接埠

source: No ports found
de: Keine Ports gefunden
es: No se encontraron puertos
fr: Aucun port trouvé
ja: ポートが見つかりません
ko: 포트를 찾을 수 없음
ru: Порты не найдены
zh_hant: 找不到連接埠

# AUTO_DETECT_BAUD
source: Auto-Detect Baud Rate
de: Baudrate automatisch erkennen
fr: Auto-détecter le débit en bauds
ja: ボーレートを自動検出
ko: 보드 레이트 자동 감지
ru: Автоопределение скорости

source: Detecting...
de: Erkennt...
fr: Détection...
ja: 検出中...
ko: 감지 중...
ru: Определение...

# DETECTION_SUCCESS
source: Detected: %@
de: Erkannt: %@
fr: Détecté : %@
ja: 検出済み: %@
ko: 감지됨: %@
ru: Определено: %@

source: Detection failed
de: Erkennung fehlgeschlagen
es: Error de detección
fr: Échec de la détection
ja: 検出失敗
ko: 감지 실패
ru: Ошибка определения
zh_hant: 偵測失敗

# BAUD_RATE_AUTO_ONLY
source: Baud rate is automatically detected for safety.
de: Baudrate wird aus Sicherheitsgründen automatisch erkannt.
fr: Le débit en bauds est automatiquement détecté pour la sécurité.
ja: 安全のため、ボーレートは自動的に検出されます。
ko: 안전을 위해 보드 레이트가 자동으로 감지됩니다.
ru: Скорость определяется автоматически для безопасности.

# ZONE_CONFIG
source: Zone Configuration
de: Zonenkonfiguration
es: Configuración de zonas
fr: Configuration des zones
ja: ゾーン設定
ko: 구역 설정
ru: Конфигурация зон
zh_hant: 區域配置

source: Total LEDs:
de: LEDs gesamt:
es: LEDs totales:
fr: Total des LED :
ja: LED 総数:
ko: 총 LED 수:
ru: Всего светодиодов:
zh_hant: LED 總數:

source: Auto Detect
de: Automatische Erkennung
es: Detección Automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
ru: Автоопределение
zh_hant: 自動偵測

source: Auto
ja: 自動
ko: 자동
ru: Авто
zh_hant: 自動

source: Top Zone:
de: Obere Zone:
es: Zona superior:
fr: Zone supérieure :
ja: 上部ゾーン:
ko: 상단 구역:
ru: Верхняя зона:
zh_hant: 頂部區域:

source: Bottom Zone:
de: Untere Zone:
es: Zona inferior:
fr: Zone inférieure :
ja: 下部ゾーン:
ko: 하단 구역:
ru: Нижняя зона:
zh_hant: 底部區域:

source: Left Zone:
de: Linke Zone:
es: Zona izquierda:
fr: Zone gauche :
ja: 左側ゾーン:
ko: 좌측 구역:
ru: Левая зона:
zh_hant: 左側區域:

source: Right Zone:
de: Rechte Zone:
es: Zona derecha:
fr: Zone droite :
ja: 右側ゾーン:
ko: 우측 구역:
ru: Правая зона:
zh_hant: 右側區域:

source: Screen Sync Orientation
de: Bildschirmsynchronisation Ausrichtung
es: Orientación de sincronización
fr: Orientation de la synchronisation
ja: 画面同期の方向
ko: 화면 동기화 방향
ru: Ориентация синхронизации
zh_hant: 螢幕同步方向

source: Direction:
de: Richtung:
es: Dirección:
ja: 方向:
ko: 방향:
ru: Направление:
zh_hant: 方向:

source: Standard (CW)
de: Standard (Uhrzeigersinn)
es: Estándar (Horario)
fr: Standard (Horaire)
ja: 標準 (時計回り)
ko: 표준 (시계 방향)
ru: Стандарт (По часовой)
zh_hant: 標準 (順時針)

source: Reverse (CCW)
de: Umgekehrt (Gegen Uhrzeigersinn)
es: Inverso (Antihorario)
fr: Inversé (Anti-horaire)
ja: 反転 (反時計回り)
ko: 반전 (시계 반대 방향)
ru: Инверсия (Против часовой)
zh_hant: 反向 (逆時針)

# ORIENTATION_DESC_STANDARD
source: Standard: Bottom-Left → Top → Right → Bottom
de: Standard: Unten-Links → Oben → Rechts → Unten
es: Estándar: Abajo-Izquierda → Arriba → Derecha → Abajo
fr: Standard : Bas-Gauche → Haut → Droite → Bas
ja: 標準: 左下 → 上部 → 右側 → 下部
ko: 표준: 좌측 하단 → 상단 → 우측 → 하단
ru: Стандарт: Снизу-Слева → Верх → Право → Низ
zh_hant: 標準: 左下 → 頂部 → 右側 → 底部

# ORIENTATION_DESC_REVERSE
source: Reverse: Bottom-Right → Top → Left → Bottom
de: Umgekehrt: Unten-Rechts → Oben → Links → Unten
es: Inverso: Abajo-Derecha → Arriba → Izquierda → Abajo
fr: Inversé : Bas-Droite → Haut → Gauche → Bas
ja: 反転: 右下 → 上部 → 左側 → 下部
ko: 반전: 우측 하단 → 상단 → 좌측 → 하단
ru: Инверсия: Снизу-Справа → Верх → Лево → Низ
zh_hant: 反向: 右下 → 頂部 → 左側 → 底部

# ORIENTATION_TEST_NOTE
source: The test will run a 'snake' light effect twice. Ensure the light starts from the bottom corner and moves along the strip in the correct direction.
de: Der Test führt zweimal einen 'Snake'-Lichteffekt aus. Stellen Sie sicher, dass das Licht in der unteren Ecke beginnt und sich in die richtige Richtung bewegt.
es: La prueba ejecutará un efecto 'serpiente' dos veces. Asegúrese de que la luz comience en la esquina inferior y se mueva en la dirección correcta.
fr: Le test lancera un effet 'serpent' deux fois. Assurez-vous que la lumière commence dans le coin inférieur et se déplace dans la bonne direction.
ja: テストでは「スネーク」ライトエフェクトが2回実行されます。ライトが下の角から始まり、正しい方向に沿って移動することを確認してください。
ko: 테스트는 '스네이크' 조명 효과를 두 번 실행합니다. 조명이 하단 모서리에서 시작하여 올바른 방향으로 이동하는지 확인하십시오.
ru: Тест запустит эффект «змейка» дважды. Убедитесь, что свет начинается в нижнем углу и движется в правильном направлении.
zh_hant: 測試將執行兩次「貪食蛇」跑馬燈。請確保燈光從底部角落開始，並沿燈帶按正確方向移動。

source: Run Orientation Test
de: Ausrichtungstest starten
es: Ejecutar prueba de orientación
fr: Lancer le test d'orientation
ja: 方向テストを実行
ko: 방향 테스트 실행
ru: Запустить тест ориентации
zh_hant: 執行方向測試

source: Capture Settings
de: Aufnahmeeinstellungen
es: Ajustes de captura
fr: Paramètres de capture
ja: キャプチャ設定
ko: 캡처 설정
ru: Настройки захвата
zh_hant: 擷取設定

source: Target FPS
de: Ziel-FPS
es: FPS objetivo
fr: FPS cible
ja: ターゲット FPS
ko: 대상 FPS
ru: Целевой FPS
zh_hant: 目標幀率

source: Perspective Origin
de: Perspektivischer Ursprung
es: Origen de perspectiva
fr: Origine de perspective
ja: パースペクティブ原点
ko: 원근 원점
ru: Центр перспективы
zh_hant: 透視原點

source: Origin Mode:
de: Ursprungsmodus:
es: Modo de origen:
fr: Mode d'origine :
ja: 原点モード:
ko: 원점 모드:
ru: Режим центра:
zh_hant: 原點模式:

source: Manual Position
de: Manuelle Position
es: Posición manual
fr: Position manuelle
ja: 手動位置
ko: 수동 위치
ru: Ручное положение
zh_hant: 手動位置

# ORIGIN_DESC
source: Auto centers the origin when all sides have LEDs or snaps to the golden-ratio point closest to the missing side.
de: Zentriert den Ursprung automatisch, wenn alle Seiten LEDs haben, oder springt zum Punkt des Goldenen Schnitts, der der fehlenden Seite am nächsten liegt.
es: Centra el origen automáticamente si todos los lados tienen LEDs, o se ajusta al punto de proporción áurea más cercano al lado que falta.
fr: Centre l'origine automatiquement si tous les côtés ont des LED, ou se fixe sur le point du nombre d'or le plus proche du côté manquant.
ja: すべての側面に LED がある場合は原点を自動的に中央に配置し、そうでない場合は欠落している側に最も近い黄金比ポイントにスナップします。
ko: 모든 측면에 LED가 있는 경우 원점을 자동으로 중앙에 배치하거나, 누락된 측면에 가장 가까운 황금비 지점에 맞춥니다.
ru: Автоматически центрирует начало координат, если светодиоды есть со всех сторон, или привязывается к точке золотого сечения, ближайшей к отсутствующей стороне.
zh_hant: 當所有邊都有 LED 時自動居中原點，或者吸附到最靠近缺失邊的黃金分割點。

source: Safety Mode:
de: Sicherheitsmodus:
es: Modo de seguridad:
fr: Mode de sécurité :
ja: 安全モード:
ko: 안전 모드:
ru: Режим безопасности:
zh_hant: 安全模式:

source: Smart Protection
de: Intelligenter Schutz
es: Protección inteligente
fr: Protection intelligente
ja: スマート保護
ko: 스마트 보호
ru: Умная защита
zh_hant: 智慧保護

source: Safe Mode
de: Sicherer Modus
es: Modo seguro
fr: Mode sans échec
ja: セーフモード
ko: 안전 모드
ru: Безопасный режим
zh_hant: 安全模式

source: Auto-Recovery
de: Auto-Wiederherstellung
es: Auto-recuperación
fr: Récupération auto
ja: 自動復旧
ko: 자동 복구
ru: Авто-восстановление
zh_hant: 自動復原

source: Protection Level
de: Schutzstufe
es: Nivel de protección
fr: Niveau de protection
ja: 保護レベル
ko: 보호 수준
ru: Уровень защиты
zh_hant: 保護等級

source: Max Brightness Limit
de: Max. Helligkeitslimit
es: Límite de brillo máximo
fr: Limite de luminosité max
ja: 最大輝度制限
ko: 최대 밝기 제한
ru: Макс. лимит яркости
zh_hant: 最大亮度限制

source: Red Gain
de: Rot-Verstärkung
es: Ganancia Roja
fr: Gain Rouge
ja: 赤のゲイン
ko: 빨간색 게인
ru: Усиление красного
zh_hant: 紅色增益

source: Green Gain
de: Grün-Verstärkung
es: Ganancia Verde
fr: Gain Vert
ja: 緑のゲイン
ko: 초록색 게인
ru: Усиление зеленого
zh_hant: 綠色增益

source: Blue Gain
de: Blau-Verstärkung
es: Ganancia Azul
fr: Gain Bleu
ja: 青のゲイン
ko: 파란색 게인
ru: Усиление синего
zh_hant: 藍色增益

source: Gamma
ja: ガンマ
ko: 감마
ru: Гамма
zh_hant: 伽馬

source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
ru: Насыщенность
zh_hant: 飽和度

# RESET_DEFAULTS
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Réinitialiser
ja: デフォルトに戻す
ko: 기본값으로 재설정
ru: Сбросить настройки
zh_hant: 重設為預設值

source: Launch at Login
de: Beim Login starten
es: Iniciar al arrancar
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 실행
ru: Запуск при входе
zh_hant: 登入時開啟

source: Quit PolarFlux
de: PolarFlux beenden
es: Salir de PolarFlux
fr: Quitter PolarFlux
ja: PolarFluxを終了
ko: PolarFlux 종료
ru: Выйти из PolarFlux
zh_hant: 結束 PolarFlux

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык
zh_hant: 語言

source: System Language
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
ja: システム言語
ko: 시스템 언어
ru: Системный язык
zh_hant: 系統語言

# SELECT_CATEGORY
source: Select a category
de: Wählen Sie eine Kategorie
es: Seleccione una categoría
fr: Sélectionnez une catégorie
ja: カテゴリーを選択してください
ko: 카테고리를 선택하세요
ru: Выберите категорию
zh_hant: 請選擇一個分類

source: Origin
de: Ursprung
es: Origen
fr: Origine
ja: 原点
ko: 원점
ru: Начало координат
zh_hant: 原點

# POSITION_PERCENT
source: Position: %d%%
es: Posición: %d%%
ja: 位置: %d%%
ko: 위치: %d%%
ru: Позиция: %d%%
zh_hant: 位置: %d%%

source: Unknown model: %@
de: Unbekanntes Modell: %@
es: Modelo desconocido: %@
fr: Modèle inconnu : %@
ja: 不明なモデル: %@
ko: 알 수 없는 모델: %@
ru: Неизвестная модель: %@
zh_hant: 未知型號: %@

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hant: 未知

source: Connected: %@
de: Verbunden: %@
es: Conectado: %@
fr: Connecté : %@
ja: 接続済み: %@
ko: 연결됨: %@
ru: Подключено: %@
zh_hant: 已連線: %@

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
ja: 接続失敗
ko: 연결 실패
ru: Ошибка подключения
zh_hant: 連線失敗

# CONNECT_FIRST
source: Connect first to detect
de: Zuerst verbinden zum Erkennen
es: Conecte primero para detectar
fr: Connectez-vous d'abord pour détecter
ja: 検出するにはまず接続してください
ko: 감지하려면 먼저 연결하십시오
ru: Сначала подключитесь для определения
zh_hant: 請先連線以進行偵測

source: Detected: %@
de: Erkannt: %@
es: Detectado: %@
fr: Détecté : %@
ja: 検出: %@
ko: 감지됨: %@
ru: Определено: %@
zh_hant: 偵測到: %@

source: Testing Orientation...
de: Teste Ausrichtung...
es: Probando orientación...
fr: Test d'orientation...
ja: 方向をテスト中...
ko: 방향 테스트 중...
ru: Тестирование ориентации...
zh_hant: 正在測試方向...

source: Test Complete
de: Test abgeschlossen
es: Prueba completada
fr: Test terminé
ja: テスト完了
ko: 테스트 완료
ru: Тест завершен
zh_hant: 測試完成

source: No Display Found
de: Kein Display gefunden
es: No se encontró pantalla
fr: Aucun écran trouvé
ja: ディスプレイが見つかりません
ko: 디스플레이를 찾을 수 없음
ru: Дисплей не найден
zh_hant: 找不到顯示器

# PERMISSION_DENIED
source: Screen Recording Permission Denied
de: Bildschirmaufnahme-Berechtigung verweigert
es: Permiso de grabación de pantalla denegado
fr: Permission d'enregistrement d'écran refusée
ja: 画面収録の権限が拒否されました
ko: 화면 기록 권한이 거부됨
ru: Доступ к записи экрана отклонен
zh_hant: 螢幕錄製權限被拒絕

# POWER_LIMITED_SMART
source: Brightness reduced by Smart Protection
de: Helligkeit durch intelligenten Schutz reduziert
es: Brillo reducido por protección inteligente
fr: Luminosité réduite par la protection intelligente
ja: スマート保護により明るさが制限されました
ko: 스마트 보호로 인해 밝기가 감소함
ru: Яркость снижена умной защитой
zh_hant: 智慧保護已降低亮度

# POWER_LIMITED_SAFE
source: Capped by Safe Mode
de: Begrenzt durch Sicherheitsmodus
es: Limitado por Modo Seguro
fr: Limité par le mode sécurité
ja: セーフモード制限
ko: 안전 모드 제한
ru: Ограничено безопасным режимом
zh_hant: 安全模式限制

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
ru: Готово
zh_hant: 就緒

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion...
ja: 接続中...
ko: 연결 중...
ru: Подключение...
zh_hant: 正在連接...

source: Stopped
de: Angehalten
es: Detenido
fr: Arrêté
ja: 停止
ko: 중지됨
ru: Остановлено
zh_hant: 已停止

# RUNNING_MODE
source: Running: %@
de: Läuft: %@
es: Ejecutando: %@
fr: En cours : %@
ja: 実行中: %@
ko: 실행 중: %@
ru: Запущено: %@
zh_hant: 執行中: %@

# SYSTEM_SLEEPING
source: System sleeping — lights paused
de: System im Ruhezustand — Lichter pausiert
es: Sistema en reposo — luces pausadas
fr: Système en veille — lumières en pause
ja: システムスリープ — ライト一時停止
ko: 시스템 절전 — 조명 일시 중지
ru: Система в режиме сна — подсветка приостановлена
zh_hant: 系統睡眠 — 燈效已暫停

# SYSTEM_WAKING
source: System woke up. Restarting lights...
de: System erwacht. Starte Lichter neu...
es: Sistema despertando. Reiniciando luces...
fr: Réveil du système. Redémarrage des lumières...
ja: システム復帰。ライトを再開中...
ko: 시스템 깨어남. 조명 재시작 중...
ru: Система просыпается. Перезапуск подсветки...
zh_hant: 系統喚醒。正在重新啟動燈效...

# DISPLAYS_SLEEPING
source: Displays sleeping — lights paused
de: Bildschirme im Ruhezustand — Lichter pausiert
es: Pantallas en reposo — luces pausadas
fr: Écrans en veille — lumières en pause
ja: ディスプレイスリープ — ライト一時停止
ko: 디스플레이 절전 — 조명 일시 중지
ru: Экраны в режиме сна — подсветка приостановлена
zh_hant: 顯示器睡眠 — 燈效已暫停

# DISPLAYS_WAKING
source: Display active again. Restarting lights...
de: Bildschirm wieder aktiv. Starte Lichter neu...
es: Pantalla activa de nuevo. Reiniciando luces...
fr: Écran à nouveau actif. Redémarrage des lumières...
ja: ディスプレイ復帰。ライトを再開中...
ko: 디스플레이 깨어남. 조명 재시작 중...
ru: Экран снова активен. Перезапуск подсветки...
zh_hant: 顯示器已喚醒。正在重新啟動燈效...

# SESSION_LOCKED
source: Session locked — lights paused
de: Sitzung gesperrt — Lichter pausiert
es: Sesión bloqueada — luces pausadas
fr: Session verrouillée — lumières en pause
ja: セッションロック — ライト一時停止
ko: 세션 잠금 — 조명 일시 중지
ru: Сеанс заблокирован — подсветка приостановлена
zh_hant: 工作階段鎖定 — 燈效已暫停
