Repository: SUNAITECH/PolarFlux
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, ru, zh_hant

# SESSION_UNLOCKED
source: Session unlocked. Restarting lights...
de: Sitzung entsperrt. Starte Lichter neu...
es: Sesión desbloqueada. Reiniciando luces...
fr: Session déverrouillée. Redémarrage des lumières...
ja: セッションアンロック。ライトを再開中...
ko: 세션 잠금 해제. 조명 재시작 중...
ru: Сеанс разблокирован. Перезапуск подсветки...
zh_hant: 工作階段解鎖。正在重新啟動燈效...

source: Connection Lost
de: Verbindung verloren
es: Conexión perdida
fr: Connexion perdue
ja: 接続が切れました
ko: 연결 끊김
ru: Соединение потеряно
zh_hant: 失去連線

# SMART_FALLBACK_TRIGGERED
source: Power Limit Reached - Reducing Brightness
de: Leistungslimit erreicht - Helligkeit wird reduziert
es: Límite de potencia alcanzado - Reduciendo brillo
fr: Limite de puissance atteinte - Réduction de la luminosité
ja: 電力制限に達しました - 明るさを下げています
ko: 전력 제한 도달 - 밝기 감소 중
ru: Достигнут предел мощности — снижение яркости
zh_hant: 達到功率限制 - 正在降低亮度

# AUTO_RESTARTING
source: Auto-restarting with brightness %d%%
de: Automatischer Neustart mit %d%% Helligkeit
es: Reiniciando automáticamente con %d%% de brillo
fr: Redémarrage automatique avec %d%% de luminosité
ja: 明るさ %d%% で自動再起動中
ko: 밝기 %d%%로 자동 재시작 중
ru: Автоперезапуск с яркостью %d%%
zh_hant: 正在以 %d%% 亮度自動重新啟動

# RESTART_REQUIRED
source: Restart required to apply changes
de: Neustart erforderlich
fr: Redémarrage requis
ja: 再起動が必要です
ko: 재시작 필요
ru: Требуется перезапуск
zh_hant: 請重新啟動程式以生效

source: Screen Sync
de: Bildschirmsynchronisation
es: Sincronización de Pantalla
fr: Sync Écran
ja: 画面同期
ko: 화면 동기화
ru: Синхронизация экрана
zh_hant: 螢幕同步

source: Music Mode
de: Musikmodus
es: Modo Música
fr: Mode Musique
ja: ミュージックモード
ko: 음악 모드
ru: Музыкальный режим
zh_hant: 音樂模式

source: Effects
de: Effekte
es: Efectos
fr: Effets
ja: エフェクト
ko: 효과
ru: Эффекты
zh_hant: 動態燈效

source: Manual
de: Manuell
fr: Manuel
ja: マニュアル
ko: 수동
ru: Ручной режим
zh_hant: 手動模式

source: Auto Brightness Limiter
de: Automatischer Helligkeitsbegrenzer (ABL)
es: Limitador de Brillo Automático (ABL)
fr: Limiteur de luminosité automatique (ABL)
ja: 自動輝度制限 (ABL)
ko: 자동 밝기 제한 (ABL)
ru: Автоограничитель яркости (ABL)
zh_hant: 自動亮度限制 (ABL)

source: Global Brightness Cap
de: Globale Helligkeitsobergrenze
es: Límite de Brillo Global
fr: Limite de luminosité globale
ja: グローバル輝度制限
ko: 전역 밝기 제한
ru: Глобальный предел яркости
zh_hant: 全域亮度上限

source: Smart Fallback
de: Intelligenter Rückfallschutz
es: Recuperación Inteligente
fr: Secours intelligent
ja: スマートフォールバック
ko: 스마트 폴백
ru: Умное восстановление
zh_hant: 智慧故障復原

# STANDARD_CW_FULL
source: Standard (CW from Bottom-Left)
de: Standard (im Uhrzeigersinn ab unten links)
es: Estándar (horario desde abajo-izquierda)
fr: Standard (horaire depuis bas-gauche)
ja: 標準 (左下から時計回り)
ko: 표준 (왼쪽 하단에서 시계 방향)
ru: Стандарт (по часовой от левого нижнего)
zh_hant: 標準 (從左下角順時針)

# REVERSE_CCW_FULL
source: Reverse (CCW from Bottom-Right)
de: Umgekehrt (gegen den Uhrzeigersinn ab unten rechts)
es: Inverso (antihorario desde abajo-derecha)
fr: Inversé (anti-horaire depuis bas-droite)
ja: 反転 (右下から反時計回り)
ko: 반전 (오른쪽 하단에서 시계 반대 방향)
ru: Инверсия (против часовой от правого нижнего)
zh_hant: 反向 (從右下角逆時針)

# EFFECT_RAINBOW
source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
ja: レインボー
ko: 무지개
ru: Радуга
zh_hant: 彩虹

# EFFECT_BREATHING
source: Breathing
de: Atmen
es: Respiración
fr: Respiration
ja: ブリージング
ko: 숨쉬기
ru: Дыхание
zh_hant: 呼吸

# EFFECT_MARQUEE
source: Marquee
de: Lauflicht
es: Marquesina
fr: Défilement
ja: マーキー
ko: 마키
ru: Бегущая строка
zh_hant: 跑馬燈

# EFFECT_KNIGHT_RIDER
source: Knight Rider
es: Coche Fantástico
fr: K 2000
ja: ナイトライダー
ko: 전격 Z작전
ru: Рыцарь дорог
zh_hant: 霹靂遊俠

# EFFECT_POLICE
source: Police Lights
de: Polizei
es: Policía
fr: Police
ja: ポリスライト
ko: 경찰차
ru: Полиция
zh_hant: 警燈

# EFFECT_CANDLE
source: Candle Flicker
de: Kerze
es: Vela
fr: Bougie
ja: キャンドル
ko: 촛불
ru: Свеча
zh_hant: 燭光

# EFFECT_PLASMA
source: Plasma
ja: プラズマ
ko: 플라즈마
ru: Плазма
zh_hant: 電漿

# EFFECT_STROBE
source: Strobe
de: Stroboskop
es: Estroboscopio
fr: Stroboscope
ja: ストロボ
ko: 스트로브
ru: Стробоскоп
zh_hant: 頻閃

# EFFECT_ATOMIC
source: Atomic Swirl
de: Atomarer Wirbel
es: Remolino Atómico
fr: Tourbillon Atomique
ja: アトミックスワール
ko: 원자 소용돌이
ru: Атомный вихрь
zh_hant: 原子旋轉

# EFFECT_FIRE
source: Fire
de: Feuer
es: Fuego
fr: Feu
ja: ファイア
ko: 불꽃
ru: Огонь
zh_hant: 火焰

# EFFECT_MATRIX
source: Matrix
ja: マトリックス
ko: 매트릭스
ru: Матрица
zh_hant: 駭客任務

# EFFECT_MOOD_BLOBS
source: Mood Blobs
de: Stimmungsflecken
es: Manchas de Humor
fr: Taches d'Humeur
ja: ムードブロブ
ko: 무드 블롭
ru: Цветные пятна
zh_hant: 情緒色塊

# EFFECT_PACMAN
source: Pacman
ja: パックマン
ko: 팩맨
ru: Пакман
zh_hant: 吃豆人

# EFFECT_SNAKE
source: Snake
es: Serpiente
fr: Serpent
ja: スネーク
ko: 스네이크
ru: Змейка
zh_hant: 貪食蛇

# EFFECT_SPARKS
source: Sparks
de: Funken
es: Chispas
fr: Étincelles
ja: スパーク
ko: 불꽃놀이
ru: Искры
zh_hant: 火花

# EFFECT_TRACES
source: Traces
de: Spuren
es: Rastros
ja: トレース
ko: 추적
ru: Следы
zh_hant: 追蹤

# EFFECT_TRAILS
source: Trails
de: Schweif
es: Estelas
fr: Traînées
ja: トレイル
ko: 잔상
ru: Шлейфы
zh_hant: 拖尾

# EFFECT_WAVES
source: Waves
de: Wellen
es: Ondas
fr: Vagues
ja: ウェーブ
ko: 파도
ru: Волны
zh_hant: 波浪

# EFFECT_COLLISION
source: Collision
de: Kollision
es: Colisión
ja: コリジョン
ko: 충돌
ru: Столкновение
zh_hant: 碰撞

# EFFECT_DOUBLE_SWIRL
source: Double Swirl
de: Doppelwirbel
es: Doble Remolino
fr: Double Tourbillon
ja: ダブルスワール
ko: 이중 소용돌이
ru: Двойной вихрь
zh_hant: 雙重旋轉

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
zh_hant: 版本 %@

source: License Agreement
de: Lizenzvereinbarung
es: Acuerdo de licencia
fr: Accord de licence
ja: 使用許諾契約
ko: 사용권 계약
ru: Лицензионное соглашение
zh_hant: 授權協議

# COPYRIGHT
source: © 2025 Shanghai Sunai Technology Co., Ltd.
ja: © 2025 株式会社スーナイテクノ
zh_hant: © 2025 上海蘇奈科技有限公司

# LICENSE_INFO
source: Released under the MIT License
de: Veröffentlicht unter der MIT-Lizenz
es: Publicado bajo la Licencia MIT
fr: Publié sous licence MIT
ja: MITライセンスの下でリリース
ko: MIT 라이선스에 따라 릴리스됨
ru: Выпущено под лицензией MIT
zh_hant: 基於 MIT 授權條款發佈

source: System Metrics
ja: システムメトリクス
ru: Системные метрики

# SYSTEM_METRICS_TITLE
source: Performance Metrics
ja: パフォーマンスメトリクス
ru: Метрики производительности

# SYSTEM_METRICS_DESC
source: Real-time analysis of the computational color engine.
ja: 計算カラーエンジンのリアルタイム分析。
ru: Анализ вычислительного цветового движка в реальном времени.

# PERF_PANEL_TITLE
source: Engine Performance
ja: エンジンパフォーマンス
ru: Производительность движка

# PERF_TOTAL_FRAME
source: Total Frame Time
ja: 合計フレーム時間
ru: Общее время кадра

# PERF_WAITING_DATA
source: Gathering performance data...
ja: データを収集中...
ru: Сбор данных...

# PERF_BREAKDOWN
source: Execution Breakdown
ja: 実行詳細
ru: Детализация выполнения

# PERF_CPU_PATH
source: CPU Fallback
ja: CPU 処理
ru: Путь CPU

# PERF_METAL_TOTAL
source: Metal Pipeline
ja: Metal パイプライン
ru: Конвейер Metal

# PERF_METAL_COMPUTE
source: GPU Compute
ja: GPU 計算
ru: Вычисления ГП

# PERF_METAL_TRANSFER
source: Memory Transfer
ja: メモリ転送
ru: Передача памяти

# PERF_ZONE_MAPPING
source: Zone Mapping
ja: ゾーンマッピング
ru: Зональное отображение

# PERF_COLOR_ENHANCE
source: Color Enhancement
ja: 色彩強調
ru: Улучшение цвета

# PERF_PHYSICS
source: Physics Smoothing
ja: 物理スムージング
ru: Физическое сглаживание

# PERF_COPY_REPORT
source: Copy Report
ja: レポートをコピー
ru: Копировать отчет

# PERF_COPIED
source: Copied!
ja: コピーしました！
ru: Скопировано!

# PERF_ACTUAL_FPS
source: Actual FPS
ja: 実効 FPS
ru: Реальный FPS

# PERF_CAPACITY
source: Max Compute
ja: 処理限界
ru: Макс. мощность

source: FPS
zh_hant: 幀率
